Repository: unawe/spaceawe
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, el, es, fr, it, nl, pl, pt, ro

source: Load more
cs: Načíst více
de: Mehr laden
el: Φορτώστε περισσότερα
es: Más información
fr: En télécharger d’autres
it: Carica altro
nl: Meer laden
pl: Pokaż więcej
pt: Ver mais
ro: Încarcă mai multe

source: Inspiring a new generation of space explorers
cs: Inspirace pro nové průzkumníky vesmíru
de: Inspiration für eine neue Generation von Weltraumforschern
el: Εμπνέοντας την επόμενη γενιά εξερευνητών του διαστήματος
es: Queremos plantar la semilla de los exploradores espaciales del futuro
fr: Inspirer une nouvelle génération d’explorateurs de l’espace
it: Ispirare una nuova generazione di esploratori dello spazio
nl: Een nieuwe generatie ruimteverkenners inspireren
pl: Inspirując nowe pokolenie badaczy kosmosu
pt: Inspirar uma nova geração de exploradores do espaço
ro: Aripi pentru o nouă generaţie de exploratori ai spaţiului

source: Subscribe to our newsletter
cs: Přihlaste se k odběru našeho zpravodaje
de: Abonnieren Sie unseren Newsletter,
el: Γίνετε συνδρομητής στο ενημερωτικό μας δελτίο
es: ¿Quieres recibir nuestro boletín de noticias?
fr: S’abonner à notre bulletin d’information
it: Iscriviti alla nostra newsletter
nl: Schrijf je in voor onze nieuwsbrief
pl: Zaprenumeruj nasz biuletyn
pt: Subscreva a nossa newsletter
ro: Abonează-te la buletinul nostru informativ

source: and stay updated about new resources and events
cs: a nenechte si ujít aktuální informace o nových zdrojích a akcích.
de: um über neue Ressourcen und Veranstaltungen auf dem Laufenden zu bleiben.
el: και ενημερωθείτε για τους τελευταίους πόρους και εξελίξεις
es: Así conocerás las novedades sobre recursos y actividades.
fr: et se tenir au courant des nouveautés (ressources et événements)
it: per restare aggiornato sulle nuove risorse ed eventi
nl: en blijf op de hoogte van nieuwe middelen en evenementen
pl: i bądź zawsze w posiadaniu aktualnych informacji o nowych zasobach i wydarzeniach
pt: e mantenha-se a par de novos recursos e eventos
ro: şi fii la curent cu noile evenimente şi resurse

source: Subscribe
cs: Zaregistrovat se
de: Registrieren
el: Εγγραφή
es: Suscribirse
fr: s'inscrire
it: Iscriviti
nl: Registreren
pl: Zapisz się
ro: Înscrie-te

source: This section is coming soon!
cs: Tuto sekci zveřejníme již brzy!
de: Dieser Bereich wird demnächst veröffentlicht!
el: Η ενότητα θα είναι σύντομα κοντά σας!
es: Esta sección estará lista muy pronto.
fr: Cette section sera disponible prochainement.
it: Questa sezione arriverà presto!
nl: Dit onderdeel is binnenkort beschikbaar!
pl: Rozdział zostanie wkrótce udostępniony!
pt: Esta secção estará disponível em breve!
ro: Această secţiune va fi disponibilă în curând!

source: Be among the first to be notified by subscribing to the Space Awareness newsletter on the home page
cs: Buďte mezi prvními, kdo se o aktualizaci dozví. Na hlavní stránce se přihlaste k odběru zpravodaje programu „Povědomí o vesmíru“.
de: Abonnieren Sie den Space Awareness-Newsletter auf der Homepage, um unter den Ersten zu sein, die über das Update informiert werden!
el: Εγγραφείτε στο ενημερωτικό δελτίο του "Space Awareness" στην αρχική σελίδα, ώστε να είσαστε από τους πρώτους που θα ειδοποιηθείτε για την καινούργια ενότητα!
es: Si quieres ser el primero en enterarte, suscríbete al boletín de noticias Space Awareness en la página de inicio.
fr: Soyez parmi les premiers à être avertis de la mise à jour en vous inscrivant à la lettre d’information de Space Awareness sur la page d’accueil !
it: Sii fra i primi a essere informato sull’aggiornamento, iscrivendoti alla newsletter di Space Awareness in Homepage!
nl: Word als een van de eersten op de hoogte gesteld van de update door je op de homepage in te schrijven voor de nieuwsbrief van Space Awareness!
pl: Zapewnij sobie najszybsze powiadamianie o aktualizacjach, prenumerując biuletyn informacyjny Space Awareness na stronie głównej!
pt: Seja dos primeiros a serem notificados sobre a atualização, subscrevendo a newsletter do Space Awareness na página inicial!
ro: Abonează-te la buletinul informativ Space Awareness, de pe prima pagină, şi vei fi printre primii care va fi înştiinţat cu privire la actualizare!

source: Curriculum topic
cs: Téma podle vzdělávacího plánu
de: Lehrplanthema
el: Θέμα αναλυτικού προγράμματος
es: Tema del plan de estudio
fr: Matière au programme
it: Argomento del programma di studi
nl: Curriculumonderwerp
pl: Temat z programu nauczania
pt: Tópico curricular
ro: Materie din programă

source: Big idea of science
cs: Velká vědecká myšlenka
de: Übergeordnetes wissenschaftliches Konzept
el: Μεγάλη Επιστημονική Ιδέα
es: La gran idea de la ciencia
fr: Une grande idée de la science
it: Le grandi idee della scienza
nl: Grote idee van wetenschap
pl: Ważna koncepcja nauki
pt: Grande ideia científica
ro: Marea idee ştiinţifică

source: Keywords
cs: Klíčová slova
de: Schlüsselwörter
el: Λέξεις-κλειδιά
es: Palabras clave
fr: Mots clés
it: Parole chiave
nl: Trefwoorden
pl: Słowa kluczowe
pt: Palavras-chave
ro: Cuvinte-cheie

source: Age range
cs: Věková skupina
de: Altersgruppe
el: Ηλικίες
es: Edades
fr: Tranche d’âge
it: Fascia d’età
nl: Leeftijdsgroep
pl: Wiek
pt: Faixa etária
ro: Grupa de vârstă

source: Education level
cs: Stupeň vzdělávání
de: Bildungsebene
el: Εκπαιδευτική βαθμίδα
es: Nivel del sistema educativo
fr: Niveau d’études
it: Livello scolastico
nl: Onderwijsniveau
pl: Poziom kształcenia
pt: Nível de ensino
ro: Nivel de studii

source: Time
cs: Čas
de: Zeit
el: Χρόνος
es: Tiempo
fr: Durée
it: Tempo
nl: Tijd
pl: Czas trwania
pt: Duração
ro: Timp

source: Group size
cs: Velikost skupiny
de: Gruppengröße
el: Μέγεθος ομάδας
es: Tamaño del grupo
fr: Taille du groupe
it: Dimensione del gruppo
nl: Groepsgrootte
pl: Rozmiar grupy
pt: Dimensão do grupo
ro: Dimensiune grup

source: Supervised for safety
cs: Dohled z důvodu bezpečnosti
de: Überwachung aus Sicherheitsgründen
el: Επιβλεπόμενο για λόγους ασφάλειας
es: Supervisión de seguridad
fr: Supervisé par rapport à la sécurité
it: Supervisionato a fini di sicurezza
nl: Toezicht voor de veiligheid
pl: Nadzór ze względów bezpieczeństwa
pt: Controlo de segurança
ro: Supraveghere din motive de siguranţă

source: Cost
cs: Cena
de: Kosten
el: Κόστος
es: Gasto
fr: Dépense
it: Costo
nl: Kosten
pl: Koszt
pt: Custo
ro: Costuri

source: Location
cs: Místo
de: Ort
el: Μέρος
es: Ubicación
fr: Lieu
it: Luogo
nl: Locatie
pl: Lokalizacja
pt: Localização
ro: Loc

source: Core skills
cs: Základní dovednosti
de: Kernkompetenzen
el: Βασικές Δεξιότητες
es: Competencias básicas
fr: Compétences de base
it: Competenze chiave
nl: Kernvaardigheden
pl: Umiejętności kluczowe
pt: Competências básicas
ro: Competenţe de bază

source: Type of learning activity
cs: Typ vzdělávací aktivity
de: Art der Lernaktivität
el: Τύπος μαθησιακής δραστηριότητας
es: Tipo de actividad de aprendizaje
fr: Type d’activité d’apprentissage
it: Tipo di attività didattica
nl: Type leeractiviteit
pl: Rodzaj zajęć edukacyjnych
pt: Tipo de atividade de aprendizagem
ro: Tip de activitate de învăţare

source: Brief Description
cs: Stručný popis
de: Kurzbeschreibung
el: Σύντομη Περιγραφή
es: Breve descripción
fr: Description succincte
it: Breve descrizione
nl: Korte beschrijving
pl: Krótki opis
pt: Breve descrição
ro: Scurtă descriere

source: Goals
cs: Cíle
de: Ziele
el: Στόχοι
es: Objetivos
fr: Objectifs
it: Finalità
nl: Doelen
pl: Cele ogólne
pt: Objetivos
ro: Scopuri

source: Learning Objectives
cs: Výukové cíle
de: Lernziele
el: Μαθησιακοί Στόχοι
es: Objetivos de aprendizaje
fr: Objectifs pédagogiques
it: Obiettivi didattici
nl: Leerdoelen
pl: Cele operacyjne
pt: Objetivos de aprendizagem
ro: Obiective de învăţare

source: Evaluation
cs: Hodnocení
de: Bewertung
el: Αξιολόγηση
es: Evaluación
fr: Évaluation
it: Valutazione
nl: Evaluatie
pl: Ewaluacja
pt: Avaliação
ro: Evaluare

source: Materials
cs: Pomůcky
de: Materialien
el: Υλικό
es: Materiales
fr: Matériel
it: Materiali
nl: Materiaal
pl: Materiał
pt: Material
ro: Material

source: Background Information
cs: Informace o tématu
de: Hintergrundinformationen
el: Θεωρητικές πληροφορίες
es: Información de referencia
fr: Informations complémentaires
it: Informazioni di base
nl: Achtergrondinformatie
pl: Podstawowe informacje
pt: Informações de referência
ro: Informaţii de bază

source: Full Activity Description
cs: Podrobný popis aktivity
de: Vollständige Beschreibung der Aktivität
el: Πλήρης Περιγραφή της Δραστηριότητας
es: Descripción completa de la actividad
fr: Description complète de l’activité
it: Descrizione completa dell’attività
nl: Volledige beschrijving van de activiteit
pl: Pełny opis zajęć
pt: Descrição da atividade completa
ro: Descrierea completă a activităţii

source: Curriculum
cs: Vzdělávací plán
de: Lehrplan
el: Πρόγραμμα σπουδών
es: Plan de estudio
fr: Programme scolaire
it: Programma di studi
pl: Program nauczania
pt: Currículo

source: Additional Information
cs: Další informace
de: Zusätzliche Informationen
el: Περισσότερες πληροφορίες
es: Más información
fr: Informations supplémentaires
it: Informazioni aggiuntive
nl: Aanvullende informatie
pl: Informacje dodatkowe
pt: Informações adicionais
ro: Informaţii suplimentare

source: Conclusion
cs: Závěr
de: Fazit
el: Συμπεράσματα
es: Conclusión
it: Conclusione
nl: Conclusie
pl: Zakończenie
pt: Conclusão
ro: Concluzie

source: This resource was selected and revised by Space Awareness. Space Awareness is funded by the European Commission's Horizon 2020 Programme under grant agreement nº 638653
cs: Tvorba webových stránek byla financována z programu Evropské komise Horizont 2020, grantová smlouva č. 638653

source: Read more
cs: Zjistit více

source: Read less
cs: Skrýt podrobnosti

source: attachments
cs: Přílohy

source: Author
cs: Autor aktivity
de: Autor der Aktivität
el: Συγγραφέας της δραστηριότητας
es: Autor de la actividad
fr: Auteur de l’activité
it: Autore dell’attività
nl: Auteur van de activiteit
pl: Autor zajęć
pt: Autor da atividade
ro: Autorul activităţii

source: Link to source activity
cs: Odkaz na původní aktivitu
de: Link zur ursprünglichen Aktivität
el: Σύνδεσμος για την πηγή της δραστηριότητας
es: Enlace a la actividad original
fr: Lien vers l’activité d’origine
it: Link alla fonte dell’attività
nl: Link naar de bronactiviteit
pl: Link do materiału źródłowego
pt: Ligação à atividade de origem
ro: Pagina activităţii de origine

source: Repositories
cs: Archivy
de: Archive
el: Αποθετήρια
es: Repositorios
fr: Répertoires
it: Archivi
nl: Verzamelplaatsen
pl: Repozytoria
pt: Repositórios
ro: Arhive

source: This website was produced by funding from the European Commission's Horizon 2020 Programme under grant agreement nº 638653
cs: Tyto webové stránky byly vytvořeny za finanční podpory programu Evropské komise Horizon 2020, grantová smlouva č. 638653.

source: Click to see full image
cs: Klikněte pro obrázek v plné velikosti
de: Für das ganze Bild hier klicken
el: Πατήστε εδώ για να δείτε ολόκληρη την εικόνα
es: Clica aquí para ver imagen a tamaño completo
fr: cliquer pour voir l'image complète
it: Fai click per vedere l'immagine grande
nl: Klik voor het volledige beeld
ro: Click pentru imaginea întreagă

source: Space Scoop
cs: Přečtěte si Sólokapry z vesmíru

source: Software
el: Λογισμικό
fr: Logiciel
pl: Oprogramowanie
