Repository: unawe/spaceawe
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs, de, el, es, fr, it, nl, pl, pt, ro

source: Sort by category
cs: VYHLEDÁVÁNÍ PODLE KATEGORIÍ
de: NACH KATEGORIE SUCHEN
el: ΕΥΡΕΣΗ ΑΝΑ ΚΑΤΗΓΟΡΙΑ
es: Buscar por categoría
fr: TROUVER PAR CATÉGORIE
it: TROVA PER CATEGORIA
nl: ZOEKEN OP CATEGORIE
pl: SZUKAJ WG KATEGORII
pt: LOCALIZAR POR CATEGORIA
ro: CĂUTARE DUPĂ CATEGORIE

source: all
cs: Všechny
de: Alle
el: Όλα
es: Todos
fr: Tous
it: Tutte
nl: Alle
pl: Wszystkie
pt: Todas
ro: Toate

source: Interviews
cs: Rozhovory
el: Συνεντεύξεις
es: Entrevistas
fr: Entretiens
it: Internviste
pl: Wywiady
ro: Interviuri

source: What is it like to have a space-related job?
cs: Jaké je to být zaměstnán v oboru vesmírné problematiky?
de: Was bedeutet es, einen Beruf mit Weltraumbezug zu haben?
el: Πως είναι να εργάζεσαι στον τομέα της διαστημικής?
es: ¿Cómo es tener un trabajo relacionado con el espacio?
fr: Ca fait quoi de travailler dans le domaine du spatial?
it: Com'è avere un lavoro che ha a che fare con lo spazio?
nl: Hoe is het om een beroep te hebben in de ruimtevaart of sterrenkunde? or Hoe is het om een beroep te hebben dat met de ruimte te maken heeft?
pl: Jak to jest mieć pracę związaną z kosmosem?
ro: Cum e să lucrezi într-un domeniu spațial?

source: Careers
cs: Profese
de: Berufliche Perspektiven
el: Επαγγέλματα
es: Profesiones
fr: Métiers
it: Professioni
nl: Carrières
pl: Kariery
pt: Carreiras
ro: Profesii

source: It is not all about becoming an astronaut!
cs: Nejde pouze o to stát se astronautem!
de: Es geht nicht immer darum, Astronaut zu werden!
el: Δεν είναι μόνο οι αστροναύτες!
es: ¡No todo es sobre ser un astronauta!
fr: Ce n'est pas que sur comment on devient un astronaute!
it: Non vuol dire solo diventare astronauta!
nl: Er is meer mogelijk dan astronaut worden
pl: Nie wszystko po to, by zostać astronautą
ro: Nu e vorba doar despre astronauți!

source: Watch live talks about space sciences
cs: Dívejte se na živé vstupy o vesmíru
de: Schau dir Live-Vorträge über Weltraumwissenschaften an
el: Δείτε ομιλίες για τη διαστημική σε ζωντανή μετάδοση
es: Atiende presentaciones en vivo sobre ciencias del espacio
fr: Regarder des présentations en direct sur les sciences spatiales
it: Guarda le presentazioni sulle scienze spaziali
nl: Bekijk video's over ruimtewetenchappen
pl: Oglądaj na żywo wystąpienia na temat nauk związanych z kosmosem
ro: Urmarește discuții live despre științele spațiale

source: Download
cs: Ke stažení
es: Descargar

source: Related resources
cs: Související zdroje
de: Zugehörige Ressourcen
el: Συναφείς πόροι
es: Recursos relacionados
fr: Ressources apparentées
it: Risorse correlate
nl: Gerelateerde middelen
pl: Pokrewne zasoby
pt: Recursos relacionados
ro: Resurse conexe

source: Introduction
cs: Místo

source: Citizen Science
cs: Občanská věda
de: Bürgerwissenschaft
el: Επιστήμη των Πολιτών
es: Ciencia ciudadana
fr: Sciences citoyennes
nl: Burgerwetenschap
pl: Nauka obywatelska
pt: Ciência Cidadã
ro: Ştiinţă civică

source: Fun Learning
cs: Zábavné učení
de: Lernen mit Spaß
el: Διασκεδαστική Μάθηση
es: Aprender divirtiéndose
fr: Apprendre en s’amusant
it: Apprendere divertendosi
nl: Leuk leren
pl: Nauka przez zabawę
pt: Aprendizagem lúdica
ro: Învăţare ludică

source: Game
cs: Hra
de: Spiel
el: Παιχνίδια
es: Juego
fr: Jeu
it: Giochi
pl: Gra
pt: Jogo
ro: Joc

source: Other
cs: Jiné
de: Sonstiges
el: Άλλα
es: Otros
fr: Autre
it: Altro
nl: Anders
pl: Inny
pt: Outro
ro: Alta

source: Website
cs: Webové stránky
el: Ιστοσελίδα
es: Web
fr: Site Internet
it: Sito web
pl: Strona internetowa
pt: Sítio web
ro: Site

source: App
cs: Aplikace
el: Εφαρμογή
es: Aplicación
fr: Appli
pl: Aplikacja
pt: Aplicação
ro: Aplicaţie

source: Data Collection
cs: Shromažďování údajů
de: Datenerfassung
el: Συλλογή δεδομένων
es: Recogida de datos
fr: Recueil des données
it: Raccolta dati
nl: Dataverzameling
pl: Zbieranie danych
pt: Recolha de dados
ro: Culegere de date

source: go to the activity
cs: Přejít na aktivitu
de: Zur Aktivität
el: Μετάβαση στη δραστηριότητα
es: Ir a la actividad
fr: Aller à l’activité
it: Vai all’attività
nl: Ga naar de activiteit
pl: Przejdź do zajęć
pt: Ir para a atividade
ro: Salt la activitate

source: difficulty level
cs: Míra obtížnosti
de: Schwierigkeitsgrad
el: Επίπεδο δυσκολίας
es: Dificultad
fr: Niveau de difficulté
it: Livello di difficoltà
nl: Moeilijkheid
pl: Poziom trudności
pt: Nível de dificuldade
ro: Nivel de dificultate

source: fun level
cs: Míra zábavnosti
de: Spaßfaktor
el: Επίπεδο διασκέδασης
es: Diversión
fr: Degré d’amusement
it: Livello di divertimento
nl: Leukheid
pl: Poziom zabawy
pt: Nível lúdico
ro: Nivel ludic

source: type
cs: Typ aktivity
de: Art der Aktivität
el: Τύπος δραστηριότητας
es: Tipo de actividad
fr: Type d’activité
it: Tipo di attività
nl: Type activiteit
pl: Rodzaj zajęć
pt: Tipo de atividade
ro: Tip de activitate

source: languages
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt: Língua
ro: Limba

source: platform
cs: Platforma
de: Plattform
el: Πλατφόρμα
es: Plataforma
fr: Plateforme
it: Piattaforma
pl: Platforma
pt: Plataforma
ro: Platformă

source: related resources
cs: Související zdroje
es: Recursos relacionados

source: language
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt: Língua
ro: Limba

source: download
cs: Ke stažení
el: Μεταφόρτωση
es: Descargar
fr: Télécharger
it: Scarica
nl: Downloaden
pl: Pobierz
pt: Descarregar
ro: Descărcare

source: website
cs: Webové stránky
el: Ιστοσελίδα
es: Web
fr: Site Internet
it: Sito web
pl: Strona internetowa
pt: Sítio web
ro: Site

source: All
cs: Všechny
es: Todos

source: News
cs: Novinky
de: Aktuelles
el: Νέα
es: Noticias
fr: Actualités
nl: Nieuws
pl: Wiadomości
pt: Notícias
ro: Noutăţi

source: Latest updates about Space Awareness
cs: Novinky o Space Awareness
de: Neuigkeiten über Space Awareness
el: Νεότερα από το Space Awareness
es: Últimas novedades sobre Space Awareness
fr: Dernières nouvelles sur Space Awareness
it: Ultime notizie su Space Awareness
nl: Laatste nieuws over Space Awareness
pl: Nowości na temat Space Awareness
ro: Ultimele noutăți despre Space Awareness

source: Discover space careers
cs: Objevte povolání spojená se zkoumáním vesmíru
de: Berufe in der Weltraumforschung entdecken
el: Ανακαλύψτε τα Επαγγέλματα του Διαστήματος
es: Estas son las profesiones espaciales
fr: Découvrir les métiers de l’espace
it: Scopri lo spazio Professioni
nl: Ontdek RuimteCarrières
pl: Poznaj kosmiczne kariery
pt: Descobrir Carreiras no Espaço
ro: Descoperă profesii spaţiale

source: Become a space explorer
cs: Staň se objevitelem vesmíru
de: Werde ein Weltraumforscher
el: Γίνε εξερευνητής του διαστήματος
es: Conviértete en un explorador espacial
fr: devenir un explorateur de l'espace
it: Diventa un esploratore spaziale
nl: Word een ruimteonderzoeker
pl: Zostań odkrywcą kosmosu
ro: Devino un explorator spațial

source: Aiming for the stars? See how you can contribute to space science and exploration.
cs: Míříte ke hvězdám? Podívejte se, jakým způsobem se můžete podílet na vědeckém zkoumání a poznávání vesmíru.
de: Interessieren Sie sich für die Sterne? Informieren Sie sich, wie Sie zur Weltraumforschung beitragen können.
el: Στοχεύετε στ' αστέρια; Μάθετε πώς μπορείτε να συνεισφέρετε στην επιστήμη του διαστήματος και την εξερεύνησή του.
es: ¿Aspiras a alcanzar las estrellas? Aquí te mostramos qué puedes hacer por la ciencia y la investigación espacial.
fr: Tu rêves d’aller un jour dans les étoiles ? Vois de quelle manière tu peux contribuer à la science et à l’exploration de l’espace.
it: Punti alle stelle? Guarda come puoi contribuire allo studio e all’esplorazione dello spazio.
nl: Richten op de sterren? Zie hoe jij kunt bijdragen aan ruimtewetenschap en -verkenning.
pl: Mierzysz w gwiazdy? Zobacz, jak można wnieść wkład do nauk o kosmosie i jego eksploracji.
pt: Com a mira nas estrelas? Saiba como pode contribuir para a ciência e a exploração do espaço.
ro: Visezi să ajungi printre stele? Află cum poţi contribui la studiul şi explorarea spaţiului.

source: Read
cs: Přečtěte si
de: Lesen
el: Διαβάστε
es: Leer
fr: Lire
it: Leggi
nl: Lees
pl: Czytaj
pt: Ler
ro: Citeşte

source: Read Space Scoops
cs: Přečtěte si Sólokapry z vesmíru
de: Space Scoops lesen
el: Διαβάστε Αποκλειστικές Ειδήσεις από το Διάστημα
es: Lee Space Scoops
fr: Lire les Space Scoop
it: Leggi Scoop spaziali
nl: Lees Space Scoops
pl: Czytaj Kosmiczne nowinki
pt: Ler Space Scoop
ro: Citeşte Space Scoops

source: News from across the Universe
cs: Zprávy z celého vesmíru
de: Nachrichten aus dem Weltall
el: Νέα από ολόκληρο το Σύμπαν
es: Noticas de todo el universo
fr: Des nouvelles des quatre coins de l’Univers
it: News da tutto l’universo
nl: Nieuws uit het heelal
pl: Wiadomości ze Wszechświata
pt: Notícias de todo o Universo
ro: Noutăţi din cele patru colţuri ale universului

source: The latest discoveries about the Universe.
cs: Nejnovější objevy ve vesmíru.
de: Die neuesten Entdeckungen über das Universum
el: Οι πιο πρόσφατες ανακαλύψεις για το Σύμπαν.
es: Los últimos descubrimientos sobre el universo.
fr: Les dernières découvertes sur l’Univers.
it: Le ultime scoperte sull’universo.
nl: De nieuwste ontdekkingen over het heelal.
pl: Najnowsze odkrycia dotyczące Wszechświata.
pt: As mais recentes descobertas sobre o Universo.
ro: Ultimele descoperiri despre univers

source: Participate
cs: Zapojte se
de: Teilnehmen
el: Πάρτε μέρος
es: Participar
fr: Participer
it: Partecipa
nl: Doe mee
pl: Bierz udział
pt: Participar
ro: Participă

source: Play & participate
cs: Hrajte a zapojte se
de: Spielen und teilnehmen
el: Παίξτε και Πάρτε Μέρος
es: Juega y participa
fr: Jouer et participer
it: Gioca e partecipa
nl: Speel en Doe mee
pl: Graj i bierz udział
pt: Jogar e Participar
ro: Joacă-te şi participă

source: Apps and projects for space exploration
cs: Aplikace a projekty zaměřené na výzkum vesmíru
de: Apps und Projekte für die Erforschung des Weltraums
el: Εφαρμογές και προγράμματα για την εξερεύνηση του διαστήματος
es: Aplicaciones y proyectos para explorar el espacio
fr: Des applis et des projets pour l’exploration spatiale
it: App e progetti per l’esplorazione dello spazio
nl: Apps en projecten voor ruimteverkenning
pl: Aplikacje i projekty dotyczące eksploracji kosmosu
pt: Aplicações e projetos para a exploração do espaço
ro: Aplicaţii şi proiecte pentru explorarea spaţiului

source: Some great apps and projects to take part in real research programmes.
cs: Několik výborných aplikací a projektů, v nichž se můžete zapojit do skutečných výzkumných programů.
de: Tolle Apps und Projekte zur Teilnahme an realen Forschungsprogrammen
el: Ορισμένες εξαιρετικές εφαρμογές και προγράμματα για να πάρετε μέρος σε πραγματικά ερευνητικά προγράμματα.
es: Fantásticas aplicaciones y proyectos que te invitan a formar parte de los programas de la investigación real.
fr: Des applis et des projets géniaux, pour participer à de vrais programmes de recherche.
it: Alcune app e progetti interessanti per partecipare a veri programmi di ricerca.
nl: Enkele geweldige apps en projecten om mee te doen aan echte onderzoeksprogramma’s.
pl: Parę świetnych aplikacji i projektów, które pozwalają wziąć udział w prawdziwych programach badawczych.
pt: Algumas aplicações e projetos fantásticos para participar em programas de investigação reais.
ro: Aplicaţii şi proiecte interesante, care îţi permit să participi la programe de cercetare autentice

source: Educate
cs: Vzdělávejte
de: Bilden
el: Εκπαιδεύστε
es: Formar
fr: Éduquer
it: Educa
nl: Onderwijzen
pl: Edukuj
pt: Educar
ro: Educă

source: Educate & inspire
cs: Vzdělávejte a inspirujte
de: Bilden und inspirieren
el: Εκπαιδεύστε και εμπνεύστε
es: Forma y motiva
fr: Éduquer et donner envie
it: Educa e ispira
nl: Onderwijzen en inspireren
pl: Edukuj i inspiruj
pt: Educar e inspirar
ro: Educă şi motivează

source: Peer-reviewed educational activities
cs: VZDĚLÁVACÍ AKTIVITY OVĚŘENÉ PEDAGOGY V PRAXI
de: VON EXPERTEN GEPRÜFTE BILDUNGSAKTIVITÄTEN
el: ΕΛΕΓΜΕΝΕΣ ΕΚΠΑΙΔΕΥΤΙΚΕΣ ΔΡΑΣΤΗΡΙΟΤΗΤΕΣ
es: ACTIVIDADES EDUCATIVAS REVISADAS POR EXPERTOS
fr: ACTIVITÉS ÉDUCATIVES SOUMISES À L’AVIS DES PAIRS
it: ATTIVITÀ DIDATTICHE PEER-REVIEWED
nl: COLLEGIAAL GETOETSTE EDUCATIEVE ACTIVITEITEN
pl: ZAJĘCIA EDUKACYJNE RECENZOWANE WG PROCEDUR NAUKOWYCH
pt: ATIVIDADES EDUCATIVAS REVISTAS POR ESPECIALISTAS
ro: ACTIVITĂŢI EDUCAŢIONALE RECENZATE

source: Some of the best resources for educators about space.
cs: Výběr z nejlepších zdrojů materiálů zaměřených na tematiku vesmíru pro pedagogy
de: Einige der besten Ressourcen für Pädagogen über den Weltraum
el: Ορισμένοι από τους καλύτερους πόρους σχετικά με το διάστημα για παιδαγωγούς.
es: Alguno de los mejores materiales que pueden utilizar los profesores para sus clases sobre el espacio.
fr: Certaines des meilleures ressources éducatives sur l’espace.
it: Alcune delle migliori risorse per gli educatori sul tema dello spazio.
nl: Enkele van de beste middelen voor educatoren over de ruimte.
pl: Parę najlepszych zasobów o kosmosie dla nauczycieli.
pt: Alguns dos melhores recursos para educadores sobre o espaço.
ro: Unele dintre cele mai bune resurse didactice despre spaţiu

source: Develop
cs: Rozvíjejte
de: Entwickeln
el: Αναπτύξτε
es: Mejorar conocimientos
fr: Développer
it: Sviluppa
nl: Ontwikkel
pl: Rozwijaj
pt: Desenvolver
ro: Dezvoltă-te

source: Develop teaching skills
cs: Rozvíjejte své pedagogické dovednosti
de: Unterrichtskompetenzen entwickeln
el: Αναπτύξτε δεξιότητες διδασκαλίας
es: Mejora tus dotes de profesor
fr: Acquérir des compétences d’enseignement
it: Sviluppa competenze didattiche
nl: Ontwikkel onderwijsvaardigheden
pl: Rozwijaj umiejętności nauczania
pt: Desenvolver competências de ensino
ro: Dobândeşte competenţe didactice

source: Bringing space to education
cs: Vesmír ve vzdělání
de: Den Weltraum und Bildung zusammen bringen
el: Φέρνοντας το διάστημα στην εκπαίδευση
es: Acercando el espacio a la educación
fr: apport de l'espace à l'enseignement
it: Avvicinare lo spazio all'educazione
nl: Breng de ruimte in het onderwijs
pl: Kosmos w edukacji
ro: Aducând științele spațiale în educație

source: Guidelines to best use Space Awareness with 8 to 18 year olds.
cs: Návod, jak nejlépe používat program Povědomí o vesmíru (Space Awareness) se žáky ve věku 8–18 let.
de: Anleitungen zur bestmöglichen Nutzung von Space Awareness mit 8- bis 18-Jährigen
el: Οδηγίες για την καλύτερη δυνατή χρήση του "Space Awareness" με παιδιά και εφήβους ηλικίας 8 έως 18 ετών.
es: Pautas para aprovechar al máximo el proyecto Space Awareness con niños de 8 a 18 años.
fr: Conseils pour tirer le meilleur parti de Space Awareness avec les 8 à 18 ans.
it: Guida al miglior uso di Space Awareness con i ragazzi fra gli 8 e i 18 anni.
nl: Richtlijnen voor het beste gebruik van Space Awareness bij 8- tot 18-jarigen.
pl: Wskazówki, jak najlepiej wykorzystać inicjatywę Space Awareness (wiedza o kosmosie) w pracy z uczniami od 8 do 18 roku życia.
pt: Orientações sobre a melhor utilização de Space Awareness com jovens dos 8 aos 18 anos de idade.
ro: Instrucţiuni pentru utilizarea optimă a Space Awareness cu copii de 8 - 18 ani

source: Know us
cs: Seznamte se s námi
de: Über uns
el: Γνωρίστε μας
es: Sobre nosotros
fr: Savoir qui nous sommes
it: Per conoscerci
nl: Over ons
pl: Poznaj nas
pt: Quem somos
ro: Despre noi

source: Get to know us
cs: Seznamte se s námi
de: Lernen Sie uns kennen
el: Γνωρίστε μας
es: Conócenos
fr: Découvrez qui nous sommes
it: Per conoscerci
nl: Leer meer over ons
pl: Poznaj nas
pt: Saiba quem somos
ro: Descoperă cine suntem

source: Vision and team behind Space Awareness
cs: Vize a tým Space Awareness
de: Vision und die Leute hinter Space Awareness
el: Το όραμα και η ομάδα του Space Awareness
es: Visión y equipo detrás de Space Awareness
fr: Vision et équipe derrière Space Awareness
it: L'idea e il gruppo dietro Space Awareness
nl: Visie en team Space Awareness
pl: Wizja i zespół Space Awareness
ro: Viziunea și echipa din spatele Space Awareness

source: Who is behind Space Awareness? Is there a contact in my country?
cs: Kdo stojí za programem Povědomí o vesmíru? Mohu se obrátit na někoho ve své zemi?
de: Wer steckt hinter Space Awareness? Gibt es einen Ansprechpartner in meinem Land?
el: Ποιος βρίσκεται πίσω από το "Space Awareness"; Υπάρχει υπεύθυνος επικοινωνίας στη χώρα μου;
es: ¿Qué encierra Space Awareness? ¿Con quién me puedo poner en contacto en mi país?
fr: Qui est derrière Space Awareness ? Y a-t-il un contact dans mon pays ?
it: Chi c’è dietro a Space Awareness? Chi posso contattare nel mio paese?
nl: Wie zit er achter Space Awareness? Is er in mijn land een contactpersoon?
pl: Kto stoi za inicjatywą Space Awareness? Z kim mogę skontaktować się w swoim kraju?
pt: Quem é responsável pelo Space Awareness? Existe um contacto no meu país?
ro: Cine se află în spatele Space Awareness? Există un punct de contact în ţara mea?

source: Space Exploration
cs: Věda o vesmíru a jeho zkoumání
nl: Ruimteverkenning

source: Our Wonderful Universe
cs: Náš nádherný vesmír

source: Space sciences and exploration
cs: Věda o vesmíru a jeho zkoumání
de: Weltraumforschung
el: Επιστήμες του διαστήματος και εξερεύνησή του
es: Ciencia e investigación espacial
fr: Sciences de l’espace et exploration
it: Studio ed esplorazione dello spazio
nl: Ruimtewetenschappen en -verkenning
pl: Nauki o kosmosie i jego eksploracja
pt: Ciências e exploração do espaço
ro: Studiul şi explorarea spaţiului

source: Get inspired by the beauty and vastness of the Universe
cs: NECHTE SE INSPIROVAT KRÁSOU A ROZLEHLOSTÍ VESMÍRU
de: LASSEN SIE SICH VON DER SCHÖNHEIT UND WEITE DES UNIVERSUMS INSPIRIEREN
el: ΕΜΠΕΝΥΣΤΕΙΤΕ ΑΠΟ ΤΗΝ ΟΜΟΡΦΙΑ ΚΑΙ ΤΗΝ ΑΠΕΡΑΝΤΟΣΥΝΗ ΤΟΥ ΣΥΜΠΑΝΤΟΣ
es: QUE LA HERMOSURA Y LA INMENSIDAD DEL UNIVERSO TE INSPIRE
fr: SE DÉLECTER DE LA BEAUTÉ ET DE L’IMMENSITÉ DE L’UNIVERS
it: LASCIATI ISPIRARE DALLA BELLEZZA E DALLA VASTITÀ DELL’UNIVERSO
nl: RAAK GEÏNSPIREERD DOOR DE SCHOONHEID EN ENORMITEIT VAN HET HEELAL
pl: ZNAJDŹ NATCHNIENIE W PIĘKNIE I OGROMIE WSZECHŚWIATA
pt: DEIXE-SE INSPIRAR PELA BELEZA E VASTIDÃO DO UNIVERSO
ro: CONTEMPLĂ FRUMUSEŢEA ŞI IMENSITATEA UNIVERSULUI

source: Our Fragile planet
cs: Naše křehká planeta

source: Earth from above
cs: Planeta Země z výšky
de: Die Erde von oben
el: Η Γη από ψηλά
es: La Tierra desde arriba
fr: La Terre vue d’en haut
it: La Terra dall’alto
nl: De aarde van boven
pl: Ziemia z kosmosu
pt: A Terra vista de cima
ro: Pământul văzut de sus

source: The Earth, our unique and fragile home
cs: ZEMĚ, NÁŠ JEDINEČNÝ A KŘEHKÝ DOMOV
de: DIE ERDE, UNSER EINMALIGES UND SCHUTZBEDÜRFTIGES ZUHAUSE
el: Η ΓΗ, ΤΟ ΜΟΝΑΔΙΚΟ ΚΑΙ ΕΥΘΡΑΥΣΤΟ ΣΠΙΤΙ ΜΑΣ
es: LA TIERRA, UN HOGAR ÚNICO Y FRÁGIL QUE ES NUESTRO
fr: LA TERRE, NOTRE UNIQUE ET FRAGILE PORT D’ATTACHE
it: LA NOSTRA CASA UNICA E FRAGILE: LA TERRA
nl: DE AARDE, ONS UNIEKE EN KWETSBARE THUIS
pl: ZIEMIA, NASZ WYJĄTKOWY, KRUCHY DOM
pt: A TERRA, O NOSSO PLANETA ÚNICO E FRÁGIL
ro: PĂMÂNTUL, UNICA ŞI FRAGILA NOASTRĂ CASĂ

source: Navigation
cs: Navigace
es: Trasladarse
it: Navigazione
nl: Navigatie
pl: Nawigacja
pt: Navegação
ro: Navigaţia

source: Navigation Through the Ages
cs: Navigace v průběhu staletí

source: Global discovery & mobility
cs: Světové objevy a cesty
de: Globale Erforschung und Mobilität
el: Ανακάλυψη του κόσμου και κινητικότητα
es: Descubrir y moverse por el mundo
fr: Découverte et mobilité planétaires
it: Scoperta globale e mobilità
nl: Wereldwijde ontdekking en mobiliteit
pl: Odkrywcy i podróżni
pt: Descoberta e mobilidade globais
ro: Descoperiri şi mobilitate la nivel global

source: Trace the history of navigation from the first explorers to GPS
cs: SLEDUJTE DĚJINY NAVIGACE OD PRVNÍCH PRŮZKUMNÍKŮ PO GPS
de: VERFOLGEN SIE DIE GESCHICHTE DER NAVIGATION VON DEN ERSTEN ENTDECKERN BIS ZU GPS
el: ΑΝΑΚΑΛΥΨΤΕ ΤΗΝ ΙΣΤΟΡΙΑ ΤΗΣ ΝΑΥΣΙΠΛΟΙΑΣ ΑΠΟ ΤΟΥΣ ΠΡΩΤΟΥΣ ΕΞΕΡΕΥΝΗΤΕΣ ΜΕΧΡΙ ΤΟ GPS
es: SIGUE LA HUELLA DE LA HISTORIA DE LA NAVEGACIÓN DESDE LOS PRIMEROS EXPLORADORES AL GPS
fr: RETRACEZ L’HISTOIRE DE LA NAVIGATION DEPUIS LES PREMIERS EXPLORATEURS JUSQU’AU GPS
it: SEGUI LA STORIA DELLA NAVIGAZIONE DAI PRIMI ESPLORATORI AL GPS
nl: VOLG DE GESCHIEDENIS VAN NAVIGATIE VAN DE EERSTE ONTDEKKINGSREIZIGERS TOT GPS
pl: POZNAJ HISTORIĘ NAWIGACJI OD WIELKICH ODKRYĆ GEOGRAFICZNYCH DO GPS
pt: RECONSTITUA A HISTÓRIA DA NAVEGAÇÃO DESDE OS PRIMEIROS EXPLORADORES AO GPS
ro: RECONSTITUIE ISTORIA NAVIGAŢIEI DE LA PRIMII EXPLORATORI LA GPS

source: Islamic heritage
cs: Islámské dědictví
de: Das islamische Erbe
el: Ισλαμική κληρονομιά
es: La herencia árabe
fr: Patrimoine musulman
it: Eredità islamica
nl: Islamitisch erfgoed
pl: dziedzictwo islamu
pt: Património islâmico
ro: Patrimoniul islamic

source: The Journey of Ideas
cs: Cesta myšlenek

source: Building a bridge between the Islamic world and Europe
cs: STAVÍME MOSTY MEZI ISLÁMSKÝM SVĚTEM A EVROPOU
de: BRÜCKENBAU ZWISCHEN DER ISLAMISCHEN WELT UND EUROPA
el: ΟΙΚΟΔΟΜΩΝΤΑΣ ΜΙΑ ΓΕΦΥΡΑ ΜΕΤΑΞΥ ΤΟΥ ΙΣΛΑΜΙΚΟΥ ΚΟΣΜΟΥ ΚΑΙ ΤΗΣ ΕΥΡΩΠΗΣ
es: UN PUENTE ENTRE EL MUNDO ÁRABE Y EUROPA
fr: CONSTRUIRE UN PONT ENTRE LE MONDE MUSULMAN ET L’EUROPE
it: GETTARE UN PONTE FRA MONDO ISLAMICO ED EUROPA
nl: EEN BRUG BOUWEN TUSSEN DE ISLAMITISCHE WERELD EN EUROPA
pl: BUDOWA POMOSTU ŁĄCZĄCEGO ŚWIAT ISLAMU I EUROPĘ
pt: CONSTRUIR UMA PONTE ENTRE O MUNDO ISLÂMICO E A EUROPA
ro: CONSTRUIREA UNEI PUNŢI ÎNTRE LUMEA ISLAMICĂ ŞI EUROPA

source: Project partners
cs: Partneři projektu
de: Projektpartner
el: Εταίροι του έργου
es: Colaboradores del proyecto
fr: Partenaires du projet
it: Partner del progetto
pl: Partnerzy projektu
pt: Parceiros do projeto
ro: Parteneri de proiect

source: National contacts
cs: Zástupci v jednotlivých zemích
de: Nationale Ansprechpartner
el: Εθνικά σημεία επαφής
es: Contactos en el país
fr: Personnes à contacter au niveau national
it: Contatti nazionali
nl: Nationale contactpersonen
pl: Kontakty krajowe
pt: Contactos nacionais
ro: Contacte naţionale

source: Contact us
cs: Kontaktujte nás
de: Kontakt
el: Επικοινωνήστε μαζί μας
es: Contacto
fr: Contactez-nous
it: Contattaci
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt: Contacte-nos
ro: Contactaţi-ne

source: The Space Awareness team
cs: Tým programu „Povědomí o vesmíru“
de: Das Space Awareness-Team
el: Η ομάδα του Space Awareness
es: El equipo Space Awareness
fr: L’équipe de Space Awareness
it: Il team Space Awareness
nl: Het Space Awareness-team
pl: Zespół Space Awareness
pt: A equipa do Space Awareness
ro: Echipa Space Awareness

source: Space Awareness is developed by
cs: Program „Povědomí o vesmíru“ vytvořili
de: Space Awareness wird entwickelt von
el: Το Space Awareness αναπτύχθηκε από
es: Space Awareness es un proyecto del que forman parte
fr: Space Awareness est développé par
it: Space Awareness è sviluppato da
nl: Space Awareness wordt ontwikkeld door
pl: Nad rozwojem Space Awareness pracują
pt: O Space Awareness é desenvolvido por
ro: „Space Awareness” a fost conceput de

source: Space Awareness is developed in collaboration with
cs: Program „Povědomí o vesmíru“ byl vyvinut ve spolupráci s
de: Space Awareness wird entwickelt in Zusammenarbeit mit
el: Το Space Awareness αναπτύχθηκε σε συνεργασία με
es: Space Awareness es un proyecto en el que han colaborado
fr: Space Awareness est développé en collaboration avec
it: Space Awareness è sviluppato in collaborazione con
nl: Space Awareness wordt ontwikkeld in samenwerking met
pl: Space Awareness powstaje we współpracy z
pt: O Space Awareness é desenvolvido em colaboração com
ro: „Space Awareness” a fost conceput în colaborare cu

source: Related content
cs: Související
de: Verwandte Inhalte
el: Συναφές περιεχόμενο
es: Información relacionada
fr: Contenus sur les mêmes sujets
it: Contenuti correlati
nl: Gerelateerde content
pl: Pokrewne treści
pt: Conteúdo relacionado
ro: Conţinut conex
